---
kind: property
id: P:Autodesk.Revit.DB.TextNote.LeaderCount
zh: 注释、文字注释
source: html/14767bf1-2965-5d19-e3e6-b5bcce4d1866.htm
---
# Autodesk.Revit.DB.TextNote.LeaderCount Property

**中文**: 注释、文字注释

Number of leader objects currently attached to the text note.

## Syntax (C#)
```csharp
public int LeaderCount { get; }
```